
export const consentTableHeaders = [
  'No',
  'แบบฟอร์ม',
  'คำอธิบาย',
  'ประเภทความยินยอม',
  'ผู้ควบคุมข้อมูล',
  'หมวดหมู่ความยินยอม',
  'สร้างโดย',
  'วันที่สร้าง',
  'สถานะ',
  'Action'
];

export const consentVersionHeaders = [
  'No',
  'ชื่อแบบฟอร์ม เวอร์ชันนิ่ง',
  'เวอร์ชัน',
  'Opt Type',
  'สถานะ',
  'สร้างโดย',
  'วันที่สร้าง',
  'Action'
];

export const channelsTableHeaders = [
  'No',
  'ชื่อชาแนล',
  'ประเภทชาแนล',
  'ขอความยินยอม',
  'ตรวจสอบความยินยอม',
  'การบำรุงรักษา',
  'สิทธิ์การใช้งาน',
  'สร้างโดย',
  'วันที่สร้าง',
  'Action'
];

export const receiverTableHeaders = [
  'No',
  'ชื่อ',
  'ชื่อที่แสดง',
  'คำอธิบาย',
  'สร้างโดย',
  'วันที่สร้าง',
  'Action'
];

export const actionTableHeaders = [
  'No',
  'ชื่อ',
  'ชื่อที่แสดง',
  'คำอธิบาย',
  'สร้างโดย',
  'วันที่สร้าง',
  'Action'
];

export const customerTableHeaders = [
  'No',
  'ชื่อลูกค้า',
  'Customer No',
  'เลขบัตรประชาชน',
  'เบอร์โทรศัพท์มือถือ',
  'เบอร์โทรศัพท์',
  'เลขนิติบุคคล',
  'เลขหนังสือเดินทาง',
  'ประเภทการระบุตัวตน',
  'ประเภทลูกค้า',
  'วันที่สร้าง',
  'Action'
];
